app/controllers/usuarios_controller.rb

SELECT "usuario".* FROM "usuario"
---
  def index
    @usuarios = Usuario.all